Repository: Zren/plasma-applet-todolist
Catalog: package/translate/*.po
Languages: fr, nl_nl, pt, ro, tr

source: TodoList
ro: Listă cu lucruri de făcut

source: General
fr: Configuration
nl_nl: Algemeen
pt: Geral
ro: Generale
tr: Genel

source: Desktop Widget: Hide
fr: Widget de bureau: Caché
nl_nl: Bureaubladwidget: verbergen
pt: Aplicativo na área de trabalho: Ocultar
ro: Control grafic pentru birou: Ascunde
tr: Masaüstü Aracı: Gizle

source: Desktop Widget: Show background
fr: Widget de bureau: Afficher l'arrière plan
nl_nl: Bureaubladwidget: achtergrond tonen
pt: Aplicativo na área de trabalho: Mostrar plano de fundo
ro: Control grafic pentru birou: Arată fundalul
tr: Masaüstü Aracı: Arka planı göster

source: Note Filename
fr: Nom du fichier de Note
pt: Nome da ficheiro
ro: Fișier pentru note
tr: Not Dosyası Adı

source: Use Global Note
fr: Utiliser une Note globale
pt: Usar o Nome Genérico
ro: Folosește nota globală
tr: Global Not Dosyası Kullan

source: Filename:
fr: Nom de fichier:
pt: Nome do Arquivo:
ro: Denumirea fișierului:
tr: Dosya adı:

source: Completed Items
fr: Objets terminés
nl_nl: Afgeronde taken
pt: Itens Concluídos
ro: Elementele rezolvate
tr: Tamamlanmış Maddeler

source: Delete On Complete
fr: Supprimer à la fin
nl_nl: Taken wissen na afronden
pt: Apagar ao Concluir
ro: Șterse la rezolvare
tr: Tamamlanınca Sil

source: Strikeout
fr: Barré
nl_nl: Doorhalen
pt: Rasurar ao Concluir
ro: Suprimate
tr: Üstünü Çiz

source: Faded
fr: Estomper
nl_nl: Vervagen
pt: Desvanecer ao Concluir
ro: Decolorate
tr: Soluk Göster

source: List Title Style
fr: Style de la liste de titres
nl_nl: Stijl van lijsttitel
pt: Estilo do Título da lista
ro: Stilul titlului listei
tr: Liste Başlığı Stili

source: Bold
fr: Gras
nl_nl: Vetgedrukt
pt: Negrito
ro: Aldin
tr: Kalın

source: Show outline
fr: Afficher
nl_nl: Randen tonen
pt: Mostrar sombra
ro: Arată conturul
tr: Kontur

source: Counter style
fr: Style de compteur
pt: Estilo do contador
ro: Stilul contorului
tr: Sayaç stili

source: Show counter:
fr: Afficher le compteur:
pt: Mostrar contador
ro: Arată contorul:
tr: Sayacı göster:

source: Never
fr: Jamais
pt: Nunca
ro: Niciodată
tr: Asla

source: Incomplete items are left
fr: Les objets incomplets seront abandonnés
pt: Restam itens por fazer
ro: Nerezolvate rămase
tr: Tamamlanmamış maddeler kaldı

source: Always
fr: Toujours
pt: Sempre
ro: Întotdeauna
tr: Her zaman

source: Use big counter
fr: Utiliser un grand compteur
pt: Usar contador grande
ro: Folosește contor mare
tr: Büyük sayaç kullan

source: Use round counter
fr: Utiliser un compteur rond
pt: Usar contador redondo
ro: Folosește contor rotund
tr: Yuvarlak sayaç kullan

source: <b>Version:</b> %1
nl_nl: <b>Versie:</b> %1
pt: <b>Versão:</b> %1
ro: <b>Versiune:</b> %1
tr: <b>Sürüm:</b> %1

source: Open in Text Editor
fr: Ouvrir avec l'éditeur de texte
nl_nl: Openen in tekstbewerker
pt: Abrir no Editor de Texto
ro: Deschide în redactor de text
tr: Metin Düzenleyicide Aç

source: Add List
fr: Ajouter à la liste
nl_nl: Lijst toevoegen
pt: Adicionar Lista
ro: Adaugă listă
tr: Liste Ekle

source: Delete on Complete
fr: Supprimer à la fin
nl_nl: Taken wissen na afronden
pt: Apagar Completamente
ro: Șterge la rezolvare
tr: Tamamlanınca Sil

source: Hide
fr: Cacher
nl_nl: Verbergen
pt: Esconder
ro: Ascunde
tr: Gizle

source: Delete List
fr: Liste des suppressions
nl_nl: Lijst verwijderen
pt: Apagar Lista
ro: Șterge lista
tr: Listeyi Sil

source: Are you sure you want to delete the list "%1" with %2 items?
fr: Êtes-vous sûr(e) de vouloir supprimer la liste "%1" contenant %2 objets?
nl_nl: Weet je zeker dat je de lijst "%1", met daarop %2 taken, wilt verwijderen?
pt: Tem a certeza que deseja excluir a lista "%1" com %2 itens?
ro: Sigur doriți să ștergeți lista „%1” cu %2 elemente?
tr: %2 maddeli "%1" listesini silmek istediğine emin misin?
